/* 
  Localizable.strings
  Webcam Settings

  Created by Liang Hsin Chen on 6/4/12.
  Copyright (c) 2012 mactaris@mac.com. All rights reserved.
*/

"About" = "关于 %@";
"Quit" = "结束 %@";
"Show_Panel" = "显示 %@ 面板";
"Hide_Panel" = "隐藏 %@ 面板";
"UseBWMenuIcon" = "使用黑白菜单栏图标";

"Control_Panel_Title" = "%@ 面板";

"Exposure" = "曝光";
"Auto_Exposure_Mode" = "自动曝光模式";
"Manual" = "手动";
"Auto" = "自动";
"Shutter_Priority" = "快门先决";
"Aperture_Priority" = "光圈先决";
"Exposure_Time" = "曝光时间";
"Gain" = "增益";

"Brightness" = "亮度";
"Contrast" = "对比";
"Hue" = "色调";
"Saturation" = "饱和度";
"Sharpness" = "锐利度";
"Gamma" = "Gamma 值";
"White_Balance_Temperature" = "白平衡色温";

"Power_Line_Frequency" = "电源线频率";
"Disabled" = "停用";
"50_Hz" = "50 Hz";
"60_Hz" = "60 Hz";

"Backlight_Compensation" = "背光补偿";
"On" = "开";
"Off" = "关";

"Startup" = "启动";
"Launch_App_at_Login" = "登入时自动启动 %@";

"Reset_to_Default" = "回复到预设值";

"Basic" = "基本";
"Advanced" = "进阶";
"Focus" = "焦距";
"Zoom" = "缩放";
"Pan" = "水平移动";
"Tilt" = "垂直移动";

"Aperture" = "光圈";

"ManageProfile" = "管理配置文件";
"CameraDefault" = "摄影机预设值";
"SaveNewProfile" = "储存配置文件";
"UpdateProfile" = "更新配置文件";
"DeleteProfile" = "删除配置文件";
"ProfileName" = "配置文件名称";
"SaveBtn" = "存档";
"CancelBtn" = "取消";

"SaveCurrentSettingsInfo" = "请注意：当储存的配置文件稍后被载入时，因为周围光线条件的不同，影像品质仍然有可能跟现在所看到的不一样。";
"DeleteSavedSettingsInfo" = "Settings \"%@\" 这个配置文件将会被删除！";
"DeleteBtn" = "删除";

"PopOverText" = "%@ 在这里!";
"DisableNotification" = "下次不要再顯示這個提示";

"PanTilt" = "水平移动 / 垂直移动";
"LED" = "LED";

"LoadAtStart" = "自动载入此设定";

"Preferences" = "偏好设置";
"UpdateSlider" = "读取摄影机自动设定值";
"ReconfigureWebcam" = "写入所有设定值到摄影机";
"Every 0.5 second" = "每隔 0.5 秒";
"Every 1 second" = "每隔 1 秒";
"Every 2 seconds" = "每隔 2 秒";
"Every 3 seconds" = "每隔 3 秒";
"OKBtn" = "OK";
"ReadIntervalInfoWS" = "如果曝光模式，白平衡色温或者焦距设定为自动的话，这个功能可让 %@ 每隔固定时间（例如 0.5 秒）读取曝光时间，白平衡色温以及焦距的数值。\n\n如果不需要此功能，请设定为停用以节省 USB 频宽。";
"WriteIntervalInfo" = "某些程式（例如 Skype）使用中常会不定时重置摄影机，导致设定值流失，这个功能可让 %@ 每隔固定时间（例如 0.5 秒）重新写入所有设定值到摄影机。\n\n如此一来，即使 Skype 重置摄影机，所有设定值仍然可以在 0.5 秒内回复。\n\n如果不需要此功能，请设定为停用以节省 USB 频宽。";

"ReadIntervalInfoSC" = "如果曝光模式或者白平衡色温设定为自动的话，这个功能可让 %@ 每隔固定时间（例如 0.5 秒）读取曝光时间以及白平衡色温的数值。\n\n如果不需要此功能，请设定为停用以节省 USB 频宽。";

"Webcam" = "摄影机";
"Profile" = "设定";

"HideMenuBarIcon" = "隐藏菜单栏图标";

"NoiseReduction" = "杂讯抑制";

"CheckForUpdate" = "检查更新";

"LicenseTitle" = "输入授权序号";
"Email" = "Email:";
"License Code" = "授权序号:";
"LicenseDesc" = "请依照注册邮件的内容输入Email及授权序号。";
"TryBtn" = "继续试用";
"BuyBtn" = "购买 %@…";
"ShopURL_Orbit" = "http://sites.fastspring.com/mactaris/product/orbitcommand";
"ShopURL_Webcam" = "http://sites.fastspring.com/mactaris/product/webcamsettings";

"Tune" = "调整";
"Shutter" = "快门";
"Temperature" = "白平衡色温";
"WhiteBalanceU" = "白平衡 U";
"WhiteBalanceV" = "白平衡 V";

"ProfileConfilict" = "配置文件名称重复";
"ProfileConfilictInfo" = "配置文件 \"%@\" 已经存在。请重新取一个不同的配置文件名称。";
